start = '''
Добро пожаловать в AVPN! 👋

Для подключения VPN оплатите подписку командой /pay ✅

Далее настройте VPN на вашем устройстве:

<a href="https://telegra.ph/Podklyuchenie-k-VPN-s-iPhone-12-25">Инструкция для iOS 🍏</a>
<a href="https://telegra.ph/Podklyuchenie-VPN-k-Android-12-25">Инструкция для Android 🤖</a>
<a href="https://telegra.ph/Podklyuchenie-k-VPN-s-Windows-12-26">Инструкция для Windows 🖥</a>
<a href="https://telegra.ph/Podklyuchenie-k-VPN-s-MacOS-12-26">Инструкция для MacOS ☕️</a>

Вы можете добавить 3 устройства, и управлять ими с помощью команды /management ⚙

Так же, у нас действует реферальная система 🤝, подробнее - /ref

По всем вопросам и предложениям @kostya_ason 👤
'''

start_with_sub = '''
Добро пожаловать в AVPN! 👋

Для вас доступна бесплатная, {days} дневная подписка, которую мы уже активировали ✅

Подключите VPN прямо сейчас за 2 простых шага ⚡️:

1) Скачайте приложение Wireguard на ваше устройство:
    • <a href="https://itunes.apple.com/us/app/wireguard/id1441195209?ls=1&mt=8">Wireguard для iOS 🍏</a>
    • <a href="https://play.google.com/store/apps/details?id=com.wireguard.android">Wireguard для Android 🤖</a>
    • <a href="https://download.wireguard.com/windows-client/wireguard-installer.exe">Wireguard для Windows 🖥</a>
    • <a href="https://itunes.apple.com/us/app/wireguard/id1451685025?ls=1&mt=12">Wireguard для MacOS ☕️</a>
2) С помощью приложения отсканируйте QR или откройте файл (бот отправил их ниже)
<blockquote expandable>
Более подробная инструкция 📄:
<a href="https://telegra.ph/Podklyuchenie-k-VPN-s-iOS-07-01">Инструкция для iOS 🍏</a>
<a href="https://telegra.ph/Podklyuchenie-k-VPN-s-Android-07-01">Инструкция для Android 🤖</a>
<a href="https://telegra.ph/Podklyuchenie-k-VPN-s-Windows-07-01">Инструкция для Windows 🖥</a>
<a href="https://telegra.ph/Podklyuchenie-k-VPN-s-MacOS-07-01">Инструкция для MacOS ☕️</a>

Вы можете подключить ещё 2 устройства, получив QR и файл для подключения с помощью команды /add ➕

Управляйте вашими устройствами с помощью команды /management ⚙

Так же, у нас действует реферальная система 🤝, подробнее - /ref

По всем вопросам и предложениям @kostya_ason 👤
</blockquote>
'''

instruction = '''
<a href="https://telegra.ph/Podklyuchenie-k-VPN-s-iPhone-12-25">Инструкция для iOS 🍏</a>
<a href="https://telegra.ph/Podklyuchenie-VPN-k-Android-12-25">Инструкция для Android 🤖</a>
<a href="https://telegra.ph/Podklyuchenie-k-VPN-s-Windows-12-26">Инструкция для Windows 🖥</a>
<a href="https://telegra.ph/Podklyuchenie-k-VPN-s-MacOS-12-26">Инструкция для MacOS ☕️</a>

С помощью команды /management вы можете управлять устройствами, а так же повторно получить QR или файл для подключения к VPN с конкретного устройства ⚙
'''

ref_system = '''
У нас действует реферальная система 🤝

Если пользователь перешел в бота по вашей ссылке, а после оплатил подписку на N месяцев, мы начислим вам N недель подписки ✅

Ваша реферальная ссылка 🔗:
https://t.me/AVPNmanagerBot?start={id}

Так же возможно денежное сотрудничество (будем выплачивать % за каждого пользователя, приведенного вами) 💵
Если вы заинтересуетесь, пишите @kostya_ason 👤
'''

ad = '''
<b><a href="{url}">AVPN</a> — быстрый, стабильный и надёжный VPN сервис.</b>

Почему стоит выбрать <a href="{url}">наш VPN</a>?

• <b>Нет ограничений по скорости и объёму интернет-трафика</b>: смотрите видео в 4K, играйте в игры, качайте торренты 🚀

• <b>Доступ ко всем заблокированным интернет-ресурсам</b>: забудьте про ограничения и наслаждайтесь свободным интернетом 🌍

• <b>Бесплатная пробная {days}-дневная подписка</b>: без всяких карт, просто настройте <a href="{url}">наш VPN</a> и ощутите разницу ✅

• <b>Больше никакой назойливой рекламы!</b> Мы блокируем её на YouTube, сайтах и приложениях 🚫 

• <b>Одни из самых низких цен на рынке</b>: месячная подписка —  по цене кружки кофе 💸

• <b>Ваш трафик — под надежным шифром.</b> Никто не узнает, что вы делаете в сети 🔐

• <b>Моментальное включение и отключение</b>: приложение работает без долгой загрузки и рекламы ⚡️

• <b>Поддержка любых устройств</b>: iOS, Android, Windows, MacOS, Linux  🤖

• <b>Подключение с нескольких устройств</b>: вы можете <a href="{url}">настроить VPN</a> на 3 устройствах 🖥

<b><a href="{url}">Подключите VPN</a> за пару минут прямо сейчас и наслаждайтесь свободным интернетом.</b> 🌐
'''


mailing = '''
<spoiler>Извиняемся, вы могли уже получить данное сообщение пару часов назад, при прошлой отправке была допущена ошибка, и бот не отправил данных для подключения, а также не выдал подписку.</spoiler>

Здравствуйте! 👋

Мы заметили, что вы не пользуетесь нашим VPN.

Мы дарим вам бесплатную 7 дневную подписку 🎁

Подключите VPN прямо сейчас за 2 простых шага, и наслаждайтесь свободным, быстрым и стабильным интернетом ⚡️:

1) Скачайте приложение Wireguard на ваше устройство:
    • <a href="https://itunes.apple.com/us/app/wireguard/id1441195209?ls=1&mt=8">Wireguard для iOS 🍏</a>
    • <a href="https://play.google.com/store/apps/details?id=com.wireguard.android">Wireguard для Android 🤖</a>
    • <a href="https://download.wireguard.com/windows-client/wireguard-installer.exe">Wireguard для Windows 🖥</a>
    • <a href="https://itunes.apple.com/us/app/wireguard/id1451685025?ls=1&mt=12">Wireguard для MacOS ☕️</a>
2) С помощью приложения отсканируйте QR или откройте файл (бот отправил их ниже)
<blockquote expandable>
Более подробная инструкция 📄:
<a href="https://telegra.ph/Podklyuchenie-k-VPN-s-iOS-07-01">Инструкция для iOS 🍏</a>
<a href="https://telegra.ph/Podklyuchenie-k-VPN-s-Android-07-01">Инструкция для Android 🤖</a>
<a href="https://telegra.ph/Podklyuchenie-k-VPN-s-Windows-07-01">Инструкция для Windows 🖥</a>
<a href="https://telegra.ph/Podklyuchenie-k-VPN-s-MacOS-07-01">Инструкция для MacOS ☕️</a>

Вы можете подключить ещё 2 устройства, получив QR и файл для подключения с помощью команды /add ➕

Управляйте вашими устройствами с помощью команды /management ⚙

Так же, у нас действует реферальная система 🤝, подробнее - /ref

По всем вопросам и предложениям @kostya_ason 👤
</blockquote>
'''
