start = '''
Здравствуйте!

В этом боте можно получить доступ к VPN 🌐

• Наш VPN не имеет ограничений по скорости и объёму трафика ⚡

• Его можно поставить на любое устройство 💻

• С включенным VPN работают все заблокированные зарубежные интернет ресурсы, и не перестают работать русские 🌍

Для подключения VPN оплатите, или возьмите пробную недельную подписку командой /pay ✅

Далее по инструкции подключите ваше устройство к VPN:
<a href="https://telegra.ph/Podklyuchenie-k-VPN-s-iPhone-12-25">Инструкция для iOS 🍏</a>.
<a href="https://telegra.ph/Podklyuchenie-VPN-k-Android-12-25">Инструкция для Android 🤖</a>.
<a href="https://telegra.ph/Podklyuchenie-k-VPN-s-Windows-12-26">Инструкция для Windows 🖥</a>.
<a href="https://telegra.ph/Podklyuchenie-k-VPN-s-MacOS-12-26">Инструкция для MacOS ☕️</a>.
'''

subinfo = '''
Стоимость подписки - {cost}р в месяц.
VPN можно поставить на неограниченное количество устройств, но при этом одновремемнно подключиться к VPN можно не более чем с 2 устройств.
Оплатить подписку - /pay
'''

instruction = '''
1) Добавьте новое устройство командой /add
2) <a href="https://www.wireguard.com/install/">Скачайте</a> приложение на ваше устройство.
3) Откройте приложение и добавьте новое подключение с помощью кнопки "импорт тунеля" или "+", импортируйте подключение открыв файл или отсканировав QR которые отправил вам бот при добавление нового устройства.
4) Включите VPN потянув ползунок в приложение.
Управлять вашими устройствами можно с помощью команды /management
'''
