start = '''
Здравствуйте!

В этом боте можно получить доступ к VPN 🌐

• Наш VPN не имеет ограничений по скорости и объёму трафика ⚡

• Его можно поставить на любое устройство 💻

• С включенным VPN работают все заблокированные зарубежные интернет ресурсы, и не перестают работать русские 🌍

• Мы блокируем рекламу на YouTube, сайтах и приложениях 🔒

Для подключения VPN оплатите подписку командой /pay ✅

Далее по инструкции подключите ваше устройство к VPN:

<a href="https://telegra.ph/Podklyuchenie-k-VPN-s-iPhone-12-25">Инструкция для iOS 🍏</a>
<a href="https://telegra.ph/Podklyuchenie-VPN-k-Android-12-25">Инструкция для Android 🤖</a>
<a href="https://telegra.ph/Podklyuchenie-k-VPN-s-Windows-12-26">Инструкция для Windows 🖥</a>
<a href="https://telegra.ph/Podklyuchenie-k-VPN-s-MacOS-12-26">Инструкция для MacOS ☕️</a>

Вы можете добавить до 2 устройств 📱

С помощью команды /management вы можете управлять устройствами, а так же повторно получить QR или файл для подключения к VPN с конкретного устройства ⚙

Так же, у нас действует реферальная система 🤝, подробнее - /ref

По всем вопросам и предложениям @kostya_ason 👤
'''

start_with_sub = '''
Здравствуйте!

В этом боте можно получить доступ к VPN 🌐

• Наш VPN не имеет ограничений по скорости и объёму трафика ⚡

• Его можно поставить на любое устройство 💻

• С включенным VPN работают все заблокированные зарубежные интернет ресурсы, и не перестают работать русские 🌍

• Мы блокируем рекламу на YouTube, сайтах и приложениях 🔒

Для вас доступна бесплатная пробная {days} дневная подписка, которую мы уже активировали ✅

Подключите ваше устройство к VPN по инструкции:

<a href="https://telegra.ph/Podklyuchenie-k-VPN-s-iPhone-12-25">Инструкция для iOS 🍏</a>
<a href="https://telegra.ph/Podklyuchenie-VPN-k-Android-12-25">Инструкция для Android 🤖</a>
<a href="https://telegra.ph/Podklyuchenie-k-VPN-s-Windows-12-26">Инструкция для Windows 🖥</a>
<a href="https://telegra.ph/Podklyuchenie-k-VPN-s-MacOS-12-26">Инструкция для MacOS ☕️</a>

Вы можете добавить до 2 устройств 📱

С помощью команды /management вы можете управлять устройствами, а так же повторно получить QR или файл для подключения к VPN с конкретного устройства ⚙

Так же, у нас действует реферальная система 🤝, подробнее - /ref

По всем вопросам и предложениям @kostya_ason 👤
'''

instruction = '''
<a href="https://telegra.ph/Podklyuchenie-k-VPN-s-iPhone-12-25">Инструкция для iOS 🍏</a>
<a href="https://telegra.ph/Podklyuchenie-VPN-k-Android-12-25">Инструкция для Android 🤖</a>
<a href="https://telegra.ph/Podklyuchenie-k-VPN-s-Windows-12-26">Инструкция для Windows 🖥</a>
<a href="https://telegra.ph/Podklyuchenie-k-VPN-s-MacOS-12-26">Инструкция для MacOS ☕️</a>

С помощью команды /management вы можете управлять устройствами, а так же повторно получить QR или файл для подключения к VPN с конкретного устройства ⚙
'''

ref_system = '''
У нас действует реферальная система 🤝

Если пользователь перешел в бота по вашей ссылке, а после оплатил подписку на N месяцев, мы начислим вам N недель подписки ✅

Ваша реферальная ссылка 🔗:
https://t.me/AVPNmanagerBot?start={id}

Так же возможно денежное сотрудничество (будем выплачивать % за каждого пользователя, приведенного вами) 💵
Если вы заинтересуетесь, пишите @kostya_ason 👤
'''
