start = '''
Здравствуйте!

В этом боте можно получить доступ к VPN 🌐

• Наш VPN не имеет ограничений по скорости и объёму трафика ⚡

• Его можно поставить на любое устройство 💻

• С включенным VPN работают все заблокированные зарубежные интернет ресурсы, и не перестают работать русские 🌍

Для подключения VPN оплатите, или возьмите пробную недельную подписку командой /pay ✅

Далее по инструкции подключите ваше устройство к VPN:

<a href="https://telegra.ph/Podklyuchenie-k-VPN-s-iPhone-12-25">Инструкция для iOS 🍏</a>
<a href="https://telegra.ph/Podklyuchenie-VPN-k-Android-12-25">Инструкция для Android 🤖</a>
<a href="https://telegra.ph/Podklyuchenie-k-VPN-s-Windows-12-26">Инструкция для Windows 🖥</a>
<a href="https://telegra.ph/Podklyuchenie-k-VPN-s-MacOS-12-26">Инструкция для MacOS ☕️</a>

Вы можете добавить до 2 устройств 📱

С помощью команды /management вы можете управлять устройствами, а так же повторно получить QR или файл для подключения к VPN с конкретного устройства ⚙
'''

instruction = '''
<a href="https://telegra.ph/Podklyuchenie-k-VPN-s-iPhone-12-25">Инструкция для iOS 🍏</a>
<a href="https://telegra.ph/Podklyuchenie-VPN-k-Android-12-25">Инструкция для Android 🤖</a>
<a href="https://telegra.ph/Podklyuchenie-k-VPN-s-Windows-12-26">Инструкция для Windows 🖥</a>
<a href="https://telegra.ph/Podklyuchenie-k-VPN-s-MacOS-12-26">Инструкция для MacOS ☕️</a>

С помощью команды /management вы можете управлять устройствами, а так же повторно получить QR или файл для подключения к VPN с конкретного устройства ⚙
'''
